package cn.iflin.server.configuration;

import java.util.ArrayList;

import cn.iflin.spider.model.WordModel;
import cn.iflin.spider.server.configuration.SpiderSiteController;
import cn.iflin.spider.server.configuration.Parser.TimeParser;
import cn.iflin.spider.server.configuration.Parser.TitleParser;

public class Parser {
	public static void main(String[] args) {
		System.out.println(TimeParser.getStopTime("广东省哲学社会科学“十三五”规划2017年度后期资助项目申报通知2017-06-09粤社科规划办通[2017]17号全省各有关单位及其科研管理部门：　　经广东省哲学社会科学规划领导小组批准，广东省哲学社会科学“十三五”规划2017年度后期资助项目申报工作正式启动。现将有关事项通知如下：　　一、后期资助项目资助我省人文社会科学基础研究领域中基本完成且尚未出版的优秀科研成果，主要包括完成80%以上并且尚未出版的中文书稿（学术专著或译著），或完成50%以上并且尚未出版的学术资料汇编和工具书。成果的内容应具有原创性、开拓性并达到本学科领域的先进水平。　　二、省哲学社会科学规划项目所设20个学科均可以申报，重点支持文史哲等基础学科和社会科学各学科的基础性研究。　　三、后期资助项目的申请者必须在核心期刊发表过相关论文，同时，必须由学术委员会（高等院校的校[院]学术委员会、社科院[所]学术委员会、党校学术委员会等），或由三名具有正高级职称的同行专家书面推荐。　　三、在研的国家社科基金项目、国家自然科学基金项目的负责人（包括子课题负责人），全国教育科学规划课题、中央各部委项目的负责人（包括子课题负责人），省社科规划项目（包括省社科规划特别委托项目子课题）、省自然科学基金项目，以及其他省部级科研项目的负责人，不得申请本年度后期资助项目。　　四、本年度申请省哲学社会科学规划一般项目、青年项目或地方历史文化特色项目的，不得同时申请后期资助项目。　　五、本年度后期资助项目约立项15项，每项资助5万元。　　六、申报后期资助项目须提交以下材料（A4纸双面打印，左侧装订成册）：　　1、《广东省哲学社会科学“十三五”规划后期资助项目申请书》2份（含原件1份，从广东社科规划网站下载）；　　2、装订成册的成果打印稿2份，成果简介（活页）5份，成果打印稿和成果简介（活页）不得以任何形式出现申请者姓名、单位等背景信息；　　3、以博士论文或博士后研究报告为基础的成果申报的，需提交论文或研究报告原文，并附详细修改说明，注明申报成果与学位论文、出站报告之间的联系与区别。　　七、后期资助项目由各单位科研管理部门组织申报，并统一向省社科规划办报送申报材料。各单位要加强对项目申报工作的管理，认真做好审核工作。申报材料汇总后，须填制项目申报汇总表，并将申报汇总表电子版发到指定邮箱。省社科规划办不受理个人申报。　　八、本年度申报截止时间是2017年9月18日，逾期不予受理。广州市以外的单位通过中国邮政EMS寄送申报材料，时间以邮戳为准。　　九、项目申请者及各单位科研管理部门如有疑问、意见或建议，请及时与省社科规划办联系。　　联系人及电话：钟月仙（020）83825078、83830154　　电子邮箱：16783353@qq.com　　地址及邮编：　　广州市天河北路618号广东社科中心B座920室510635　　附件：2017年度省社科规划后期资助项目申报材料广东省哲学社会科学规划领导小组办公室2017年6月9日"));
}
}